enum TYPE {
    // #Донецька_область
    State = 'область', 

    // #Синельниківський_район
    Region = 'район',

    // #Великоновосілківська_територіальна_громада
    LocalCommunity = 'територіальна громада', 

    // #м_Київ
    // #м_Словянськ_та_Словянська_територіальна_громада
    City = 'місто' 
}

// content:  {
//     _: 'messageText',
//     text: {
//       _: 'formattedText',
//       text: '🟡 16:12 Відбій тривоги в Краматорський район\n' +
//         'Зверніть увагу, тривога ще триває у:\n' +
//         '\n' +
//         '- м. Краматорськ та Краматорська територіальна громада\n' +
//         "- м. Слов'янськ та Слов'янська територіальна громада\n" +
//         '#Краматорський_район',
//       entities: [ [Object], [Object], [Object], [Object] ]
//     }
//   }

// content:  {
//     _: 'messageText',
//     text: {
//       _: 'formattedText',
//       text: '🟡 18:58 Відбій тривоги в Дніпропетровська область\n' +
//         'Зверніть увагу, тривога ще триває у:\n' +
//         '\n' +
//         '- м. Кривий Ріг та Криворізька територіальна громада\n' +
//         '#Дніпропетровська_область',
//       entities: [ [Object], [Object], [Object], [Object] ]
//     }
//   }

// content:  {
//     _: 'messageText',
//     text: {
//       _: 'formattedText',
//       text: '🟢 18:59 Відбій тривоги в м. Кривий Ріг та Криворізька територіальна громада.\n' +
//         'Слідкуйте за подальшими повідомленнями.\n' +
//         '#м_Кривий_Ріг_та_Криворізька_територіальна_громада',
//       entities: [ [Object], [Object], [Object], [Object] ]
//     }
//   }

// content:  {
//     _: 'messageText',
//     text: {
//       _: 'formattedText',
//       text: '🟢 18:53 Відбій тривоги в Хмельницька область.\n' +
//         'Слідкуйте за подальшими повідомленнями.\n' +
//         '#Хмельницька_область',
//       entities: [ [Object], [Object], [Object], [Object] ]
//     }
//   }

// content:  {
//     _: 'messageText',
//     text: {
//       _: 'formattedText',
//       text: '🔴 18:22 Повітряна тривога в м. Кривий Ріг та Криворізька територіальна громада\n' +
//         'Пройдіть в укриття.\n' +
//         '#м_Кривий_Ріг_та_Криворізька_територіальна_громада',
//       entities: [ [Object], [Object], [Object], [Object] ]
//     }
//   }